---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreRadius
source: html/b72b9e74-9045-1e86-4bff-48bbe57d5689.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodPoreRadius Property

The property labeled "Radius (cm) of the impact circle of each pore" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodPoreRadius { get; }
```

## Remarks
This property is of type "AssetPropertyDistance".